Table of Contents
 Interface IIdeaMaterialConcrete
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
A concrete material.
public interface IIdeaMaterialConcrete : IIdeaMaterial, IIdeaObject
Inherited Members
 IIdeaObject.Id
 IIdeaObject.Name
Properties
 Material
Parameters of the material.
MatConcrete Material { get; }
Property Value
MatConcrete
 Edit this page